[
  "obsidian-icon-folder",
  "fast-text-color",
  "highlightr-plugin",
  "obsidian-vimrc-support",
  "file-explorer-plus",
  "table-editor-obsidian",
  "obsidian-charts",
  "callout-manager",
  "obsidian-style-settings",
  "code-styler"
]